archlinuxarm-keyring
asahi-alarm-keyring
asahi-fwextract
asahi-meta
asahi-scripts
awww
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chatty
chromium
cmake
d-spy
dconf-editor
decibels
dhcpcd
dosfstools
duf
efibootmgr
endeavour
epiphany
ex-vi-compat
eza
fastfetch
figlet
file-roller
firefox
fzf
gdm
git
grub
hypridle
hyprland
hyprlock
impala
iwd
jq
kitty
kvantum
kvantum-qt5
lazygit
limine
linux-asahi
linux-firmware
luarocks
m1n1
man-db
matugen
nano
neovim
net-tools
netctl
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
openssh
orca
papers
pipewire-alsa
pipewire-jack
polkit-gnome
power-profiles-daemon
qt5-wayland
qt6-wayland
quadrapassel
rofi
rygel
showtime
simple-scan
snap-pac
snapper
snapshot
spotify-launcher
sudo
sushi
swayidle
swaync
swell-foop
syncthing
sysprof
tailscale
tecla
thunar
tmux
tree-sitter-cli
ttf-arimo-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
uboot-asahi
udiskie
waybar
wget
which
wofi
xclip
xdg-desktop-portal-hyprland
xsel
zsh
